arandr
autorandr
awesome-terminal-fonts
bat
blueman
bluez
bluez-utils
btop
direnv
dunst
eza
feh
firefox
fish
flameshot
fprintd
fzf
gdu
gimp
helm
jq
k9s
kubectl
lazygit
less
lxappearance-gtk3
neofetch
neovim
noto-fonts-emoji
obsidian
pavucontrol
pcmanfm-gtk3
peco
picom
podman
pre-commit
ranger
ripgrep
rofi
spotify-launcher
starship
tmux
unzip
usbutils
xclip
xsecurelock
